Repository: TutozGhub/Talentium
Catalog: LogicaNegocio/Lenguajes/Errores.*.resx
Languages: es_ar

# Aviso
source: Warning
es_ar: Aviso

# CamposIncompletos
source: There are incomplete fields.
es_ar: Hay campos incompletos.

# CodigoExpirado
source: The entered code has expired.
es_ar: El codigo ingresado ha expirado.

# CodigoIncorrecto
source: The entered code is incorrect.
es_ar: El codigo ingresado es incorrecto.

# ErrorMail
source: Error while trying to send the email
es_ar: Error al intentar enviar el email

# LiminteIntentos
source: Attempts limit reached, please try again at
es_ar: Limite de intentos alcanzado, intente nuevamente a las

# ModNoAutorizada
source: UNAUTHORIZED DATABASE MODIFICATION.
es_ar: MODIFICACION NO AUTORIZADA DE LA BASE DE DATOS.

# TerminalBloqueada
source: THIS TERMINAL IS DISABLED DUE TO EXTERNAL DATABASE MANIPULATION. PLEASE CONTACT TECHNICAL SUPPORT TO REACTIVATE THE TERMINAL.
es_ar: ESTA TERMINAL SE ENCUENTRA INHABILITADA POR MANIPULACION EXTERNA DE LA BASE DE DATOS. COMUNIQUESE CON EL SOPORTE TECNICO PARA REACTICAR LA TERMINAL.

# UsrBloqueado
source: Blocked user.
es_ar: Usuario bloqueado.

# UsrDadoDeBaja
source: The user has been unsubscribed.
es_ar: El usuario se encuentra dado de baja.

# UsrInvalido
source: Invalid user. Please verify that the user is correct.
es_ar: Usuario invalido. Por favor verifique que el usuario sea correcto.

# UsrPswIncorrecto
source: Incorrect username or password.
es_ar: Usuario o contraseña incorrectos.

# UsrReactivado
source: User reactivated.
es_ar: Usuario reactivado.

# QuiereContinuar
source: Do you want to continue?
es_ar: ¿Quieres continuar?

# PasMinimo8
source: At least eight characters.
es_ar: Minimo ocho caracteres.

# PasMinimoEsp
source: At least one special character.
es_ar: Minimo un caracter especial.

# PasMinimoMay
source: At least one uppercase letter.
es_ar: Minimo una mayuscula.

# PasMinimoMin
source: At least one lowercase letter.
es_ar: Minimo una minuscula.

# PasMinimoNum
source: At least one number.
es_ar: Minimo un numero.

# PasDatos
source: Do not include personal data.
es_ar: No incluir datos personales.

# PasNoIgual
source: The passwords do not match.
es_ar: Las contraseñas no coinciden.

# PasFaltaCriterio
source: The password doesn't meet one or more of the requirements.
es_ar: La contraseña no cumple con una o más de los requisitos.

# PasPregInvalida
source: The security question answer is incorrect.
es_ar: La respuesta a la pregunta de seguridad es incorrecta.

# UsrCambiaCadaVencido
source: Your password has expired. You must change it in order to continue using the system.
es_ar: Su contraseña ha caducado, debe cambiarla para poder seguir utilizando el sistema.

# UsrCambiaCadaPorVencer
source: Your password will expire soon. It is recommended to change it.
es_ar: Su contraseña va a caducar pronto, se recomienda cambiarla.

# PasRepetida
source: You cannot use your current password as the new password.
es_ar: No puede utilizar su contraseña actual como nueva contraseña.

# CampoMinimo11
source: The field must contain 11 digits.
es_ar: El campo debe contener 11 digitos.

# CorreoNoValido
source: The email address is not valid.
es_ar: El correo electrónico no es válido.

# CuitEnUso
source: The CUIT/CUIL is already associated with an employee.
es_ar: El Cuit/Cuil ya esta asociado a un empleado.

# DescargarExitosa
source: The download was completed successfully
es_ar: La descarga fue realizada con éxito.

# IdiomaRepetido
source: You cannot repeat the language.
es_ar: No se puede repetir el idioma.

# InfoAcademicaOb
source: The academic information is mandatory.
es_ar: La información académica es obligatoria.

# OperacionExitosa
source: Successful Operation.
es_ar: Operación Exitosa.

# Cer30Dias
source: This employee already has a service certification request in the last 30 days.
es_ar: Este empleado ya tiene un pedido de certificación de servicios en los últimos 30 días.

# RegNoSelec
source: You must select at least one record.
es_ar: Debe seleccionar al menos un registro.

# FiltroIncompleto
source: Please use at least one filter.
es_ar: Utilice al menos un filtro.

# RegNoCoincide
source: No records match.
es_ar: Ningún registro coincide.

# RegSelecNoActivo
source: You must select an active record.
es_ar: Debe seleccionar un registro activo.

# PerfValido
source: Please enter a valid profile name and at least one permission.
es_ar: Ingrese un nombre de perfil válido y al menos un permiso.

# ErrorAlta
source: There was an error while trying to register.
es_ar: Ha habido un error al intentar dar de alta.

# UsrYaAsignado
source: This employee already has an assigned user.
es_ar: Este empleado ya tiene un usuario asignado.

# UsrYaEnUso
source: That username is already in use.
es_ar: Ese nombre de usuario ya está en uso.

# Todas
source: All
es_ar: Todas

# Personalizado
source: Customized
es_ar: Personalizado

# PerfEnUso
source: This profile cannot be deleted because it is assigned to one or more users.
es_ar: Este perfil no puede ser eliminado porque está asignado a uno o más usuarios.

# UsrEspacios
source: The username cannot contain spaces.
es_ar: El nombre de usuario no puede contener espacios.

# CuilIncorrecto
source: The entered CUIL does not have a correct format.
es_ar: El cuil ingresado no tiene un formato correcto.

# EtapasNoCoinciden
source: The stages do not match. The DataGridView cannot be completed.
es_ar: Las etapas no coinciden. No se puede completar el DataGridView.

# DescargaExitosa
source: The download was completed successfully
es_ar: La descarga fue realizada con éxito.

# EntYaIngresada
source: The interview is already entered. Please enter another one.
es_ar: La entrevista ya está ingresada. Por favor, ingrese otra.

# EtapNoValida
source: The stage value is not a valid number.
es_ar: El valor de etapa no es un número válido.

# DocEnUso
source: The record is in use.
es_ar: El registro se encuentra en uso.

# RegNoEliminado
source: The record could not be deleted.
es_ar: El registro no pudo ser eliminado.

# RegNoCargado
source: The record could not be loaded. Please review the data and try again.
es_ar: No se ha podido cargar el registro. Revise los datos y vuelva a intentarlo.
